Repository: andresilvagomez/wisper
Catalog: Speex/Resources/*.lproj/Localizable.strings
Languages: es

source: About
es: Acerca de

# settings.check_for_updates
source: Check for Updates
es: Buscar actualizaciones

# Abrir ajuste
source: Open setting
es: Abrir ajuste

# Accesibilidad
source: Accessibility
es: Accesibilidad

# Atajo global
source: Global shortcut
es: Atajo global

# Atajo y modelo
source: Shortcut and model
es: Atajo y modelo

# Atrás
source: Back
es: Atrás

# Cargar modelo
source: Load model
es: Cargar modelo

# Conceder acceso
source: Grant access
es: Conceder acceso

# Concedido
source: Granted
es: Concedido

# Configuración de Speex
source: Speex Setup
es: Configuración de Speex

# Continuar
source: Continue
es: Continuar

# Continuar con permisos
source: Continue with permissions
es: Continuar con permisos

# Continuar de todas formas
source: Continue anyway
es: Continuar de todas formas

source: Copy transcription
es: Copiar transcripción

# Define tu atajo y deja el modelo listo para usar.
source: Set your shortcut and get the model ready.
es: Define tu atajo y deja el modelo listo para usar.

# Dictado local, rápido y privado
source: Fast, private, local dictation
es: Dictado local, rápido y privado

source: Download & Load Model
es: Descargar y cargar modelo

source: Downloading... %.1f%%
es: Descargando... %.1f%%

# Empezar a usar Speex
source: Start using Speex
es: Empezar a usar Speex

# Falta Accesibilidad
source: Accessibility missing
es: Falta Accesibilidad

# Falta Micrófono
source: Microphone missing
es: Falta Micrófono

# Graba con un atajo global
source: Record with a global shortcut
es: Graba con un atajo global

# Grabar
source: Record
es: Grabar

# Idioma
source: Language
es: Idioma

source: Info
es: Información

source: Input source
es: Fuente de entrada

source: Interface language
es: Idioma de interfaz

# Inserta texto donde tengas el cursor
source: Insert text wherever your cursor is
es: Inserta texto donde tengas el cursor

source: Language
es: Idioma

source: Launch at login
es: Iniciar al abrir sesión

# Micrófono
source: Microphone
es: Micrófono

source: Mode
es: Modo

source: Model
es: Modelo

source: Model loaded and ready
es: Modelo cargado y listo

# Modelo
source: Model
es: Modelo

# Modelo de transcripción
source: Transcription model
es: Modelo de transcripción

# Modelo listo para transcribir
source: Model ready to transcribe
es: Modelo listo para transcribir

source: Models are stored locally and run entirely on your Mac using Apple Silicon. No data is sent to the cloud.
es: Los modelos se almacenan localmente y se ejecutan en tu Mac con Apple Silicon. No se envían datos a la nube.

# Para grabar y pegar texto en otras apps, Speex necesita estos permisos.
source: To record and paste text into other apps, Speex needs these permissions.
es: Para grabar y pegar texto en otras apps, Speex necesita estos permisos.

# Permiso activo
source: Permission active
es: Permiso activo

# Permiso pendiente
source: Permission pending
es: Permiso pendiente

# Permisos necesarios
source: Required permissions
es: Permisos necesarios

# Probar ahora
source: Try now
es: Probar ahora

# Procesamiento on-device
source: On-device processing
es: Procesamiento local

# Puedes continuar y reintentar luego sin bloquear la app
source: You can continue and retry later without blocking the app
es: Puedes continuar y reintentar luego sin bloquear la app

# Pulsa para abrir Ajustes
source: Click to open Settings
es: Pulsa para abrir Ajustes

# Pulsa “Cargar modelo” para finalizar.
source: Click “Load model” to finish.
es: Pulsa “Cargar modelo” para finalizar.

source: Recording
es: Grabación

source: Retry
es: Reintentar

source: Shortcut
es: Atajo

source: Speech to text, on device.
es: Voz a texto, en tu dispositivo.

source: System
es: Sistema

source: Text injection
es: Inserción de texto

# Todo listo
source: All set
es: Todo listo

source: Transcription
es: Transcripción

source: Transcription language
es: Idioma de transcripción

# Verificar de nuevo
source: Check again
es: Verificar de nuevo

# Whisper Model
source: Speex model
es: Modelo Speex

# Speex transcribe en tu Mac con IA local. Sin enviar audio a la nube.
source: Speex transcribes on your Mac with local AI. No audio is sent to the cloud.
es: Speex transcribe en tu Mac con IA local. Sin enviar audio a la nube.

# audio.input.fallback
source: Microphone
es: Micrófono

# menu.no_shortcut
source: No shortcut
es: Sin atajo

# menu.quit
source: Quit Speex
es: Salir de Speex

# menu.settings
source: Settings…
es: Configuración…

# menu.status.downloading_percent
source: Downloading… %.0f%%
es: Descargando… %.0f%%

# menu.status.error_loading_model
source: Error loading model
es: Error cargando modelo

# menu.status.ready
source: Ready
es: Listo

# menu.status.recording
source: Recording…
es: Grabando…

# menu.status.starting
source: Starting…
es: Iniciando…

# onboarding.header.step_of
source: Step %d of %d
es: Paso %d de %d

# onboarding.model.downloading_percent
source: Downloading… %.0f%%
es: Descargando… %.0f%%

# onboarding.permissions.accessibility.pending
source: Open System Settings > Privacy & Security > Accessibility and enable Speex. Then use “Check again”.
es: Abre Ajustes del Sistema > Privacidad y Seguridad > Accesibilidad y activa Speex. Luego usa “Verificar de nuevo”.

# onboarding.permissions.accessibility.ready
source: Accessibility ready.
es: Accesibilidad lista.

# onboarding.permissions.microphone.denied
source: Open System Settings > Privacy & Security > Microphone and enable Speex.
es: Abre Ajustes del Sistema > Privacidad y Seguridad > Micrófono y habilita Speex.

# onboarding.permissions.microphone.not_determined
source: Click “Grant access” and accept the macOS dialog.
es: Pulsa “Conceder acceso” y acepta el diálogo de macOS.

# onboarding.permissions.microphone.ready
source: Microphone ready.
es: Micrófono listo.

# onboarding.permissions.microphone.unknown
source: Check the permission in System Settings.
es: Verifica el permiso en Ajustes del Sistema.

# recording.mode.push_to_talk
source: Push to Talk
es: Pulsar para hablar

# recording.mode.toggle
source: Toggle
es: Alternar

# shortcut_advisory.cmd_q.message
source: Using ⌘ with Q can close apps accidentally.
es: Combinar ⌘ con Q puede cerrar apps accidentalmente.

# shortcut_advisory.cmd_tab.message
source: ⌘Tab switches apps and may interrupt recording.
es: ⌘Tab cambia de aplicación y puede impedir la grabación.

# shortcut_advisory.ctrl_space.message
source: ⌃Space usually switches keyboard language on macOS.
es: ⌃Space suele cambiar idioma de teclado en macOS.

# shortcut_advisory.define_shortcut.message
source: Choose a combination to record without opening settings.
es: Selecciona una combinación para grabar sin abrir la configuración.

# shortcut_advisory.define_shortcut.title
source: Set a shortcut
es: Define un atajo

# shortcut_advisory.invalid.message
source: Include at least one modifier key (⌘, ⌥, ⌃, or ⇧).
es: Incluye al menos una tecla modificadora (⌘, ⌥, ⌃ o ⇧).

# shortcut_advisory.invalid.title
source: Invalid shortcut
es: Atajo inválido

# shortcut_advisory.possible_conflict.title
source: Possible conflict
es: Posible conflicto

# shortcut_advisory.recommended.message
source: If it fails in a specific app, switch to a less common shortcut.
es: Si no funciona en una app específica, cambia a una combinación menos común.

# shortcut_advisory.recommended.title
source: Recommended shortcut
es: Atajo recomendado

# shortcut_advisory.spotlight.message
source: ⌘Space usually opens Spotlight. Choose another shortcut to avoid conflicts.
es: ⌘Space suele abrir Spotlight. Elige otro atajo para evitar bloqueos.

# shortcut_advisory.strong_conflict.title
source: Strong conflict detected
es: Conflicto fuerte detectado

# transcription.mode.on_release
source: On Release
es: Al soltar

# transcription.mode.streaming
source: Streaming
es: En vivo

# window.onboarding.title
source: Speex Setup
es: Configuración de Speex

# model.phase.preparing
source: Preparing model...
es: Preparando modelo...

# model.phase.using_bundled
source: Using bundled model...
es: Usando modelo incluido...

# model.phase.using_local_cache
source: Using local model cache...
es: Usando caché local del modelo...

# model.phase.preparing_named
source: Preparing %@...
es: Preparando %@...

# settings.model.included.section
source: Included model
es: Modelo incluido

# settings.model.included.subtitle
source: Included by default in the app (~632 MB)
es: Predeterminado en la app (~632 MB)

# settings.model.included.active
source: Active
es: Activo

# settings.model.use_default
source: Use default model
es: Usar modelo predeterminado

# settings.model.optional.section
source: Optional model
es: Modelo opcional

# settings.model.optional.subtitle
source: Maximum quality (~1.5 GB)
es: Calidad máxima (~1.5 GB)

# settings.model.optional.in_use
source: In use
es: En uso

# settings.model.optional.installed
source: Installed
es: Instalado

# settings.model.optional.not_installed
source: Not installed
es: No instalado

# settings.model.optional.use
source: Use Super Pro
es: Usar Super Pro

# settings.model.optional.install_use
source: Install and use Super Pro
es: Instalar y usar Super Pro

# settings.model.load_status
source: Load status
es: Estado de carga

# settings.model.downloading_percent
source: Downloading... %.1f%%
es: Descargando... %.1f%%

# settings.model.ready
source: Model ready to transcribe
es: Modelo listo para transcribir

# settings.model.idle
source: No activity
es: Sin actividad

# settings.model.info
source: Turbo is included by default. If you install Super Pro, both models will use local disk space.
es: Turbo viene integrado por defecto. Si instalas Super Pro, ambos modelos ocuparán espacio local.

# settings.whisper_mode
source: Quiet voice mode
es: Modo susurro (voz baja)

# settings.mute_other_apps
source: Mute other apps while recording
es: Silenciar otras apps al grabar

# settings.text_polish
source: Text polish
es: Mejora de texto

# text.polish.off
source: Off (literal)
es: Desactivado (literal)

# text.polish.basic
source: Basic (punctuation + case)
es: Básico (puntuación + mayúsculas)

# text.polish.fluent
source: Fluent (cleaner writing)
es: Fluido (redacción más limpia)

# onboarding.model.default_included
source: Speex Turbo included by default (~632 MB)
es: Speex Turbo incluido por defecto (~632 MB)

# onboarding.model.super_pro_note
source: Later you can install Super Pro (~1.5 GB) from Settings, keeping both models.
es: Luego podrás instalar Super Pro (~1.5 GB) desde Configuración, manteniendo ambos modelos.

# menu.metrics.summary
source: TTFX: %d ms · Chunks: %d · Avg: %d ms
es: TTFX: %d ms · Bloques: %d · Promedio: %d ms

# menu.permissions.open_guide
source: Click to open step-by-step guide
es: Pulsa para abrir guía paso a paso

# model.phase.warming_up
source: Final warmup for instant dictation...
es: Optimización final para dictado instantáneo...
