Repository: andresilvagomez/wisper
Catalog: Wisper/Resources/*.lproj/Localizable.strings
Languages: es, fr

source: About
es: Acerca de
fr: À propos

source: Abrir ajuste
fr: Open setting

source: Accesibilidad
fr: Accessibility

source: Atajo global
fr: Global shortcut

source: Atajo y modelo
fr: Shortcut and model

source: Atrás
fr: Back

source: Cargar modelo
fr: Load model

source: Conceder acceso
fr: Grant access

source: Concedido
fr: Granted

source: Configuración de Wisper
fr: Wisper Setup

source: Continuar
fr: Continue

source: Continuar con permisos
fr: Continue with permissions

source: Continuar de todas formas
fr: Continue anyway

source: Define tu atajo y deja el modelo listo para usar.
fr: Set your shortcut and get the model ready.

source: Dictado local, rápido y privado
fr: Fast, private, local dictation

source: Empezar a usar Wisper
fr: Start using Wisper

source: Falta Accesibilidad
fr: Accessibility missing

source: Falta Micrófono
fr: Microphone missing

source: General
fr: Général

source: Graba con un atajo global
fr: Record with a global shortcut

source: Grabar
fr: Record

source: Idioma
fr: Language

source: Input source
es: Fuente de entrada
fr: Source d’entrée

source: Inserta texto donde tengas el cursor
fr: Insert text wherever your cursor is

source: Language
es: Idioma
fr: Langue

source: Micrófono
fr: Microphone

source: Model
es: Modelo
fr: Modèle

source: Modelo
fr: Model

source: Modelo de transcripción
fr: Transcription model

source: Modelo listo para transcribir
fr: Model ready to transcribe

source: Para grabar y pegar texto en otras apps, Wisper necesita estos permisos.
fr: To record and paste text into other apps, Wisper needs these permissions.

source: Permiso activo
fr: Permission active

source: Permiso pendiente
fr: Permission pending

source: Permisos necesarios
fr: Required permissions

source: Probar ahora
fr: Try now

source: Procesamiento on-device
es: Procesamiento local
fr: On-device processing

source: Puedes continuar y reintentar luego sin bloquear la app
fr: You can continue and retry later without blocking the app

source: Pulsa para abrir Ajustes
fr: Click to open Settings

source: Pulsa “Cargar modelo” para finalizar.
fr: Click “Load model” to finish.

source: Retry
es: Reintentar
fr: Réessayer

source: Speech to text, on device.
es: Voz a texto, en tu dispositivo.
fr: Voix en texte, sur l’appareil.

source: Todo listo
fr: All set

source: Verificar de nuevo
fr: Check again

source: Wisper transcribe en tu Mac con Whisper. Sin enviar audio a la nube.
fr: Wisper transcribes on your Mac with Whisper. No audio is sent to the cloud.

source: audio.input.fallback
es: Micrófono
fr: Microphone

source: menu.no_shortcut
es: Sin atajo
fr: No shortcut

source: menu.quit
es: Salir de Wisper
fr: Quitter Wisper

source: menu.settings
es: Configuración…
fr: Réglages…

source: menu.status.downloading_percent
es: Descargando… %.0f%%
fr: Downloading… %.0f%%

source: menu.status.error_loading_model
es: Error cargando modelo
fr: Erreur de chargement du modèle

source: menu.status.ready
es: Listo
fr: Prêt

source: menu.status.recording
es: Grabando…
fr: Enregistrement…

source: menu.status.starting
es: Iniciando…
fr: Démarrage…

source: onboarding.header.step_of
es: Paso %d de %d
fr: Step %d of %d

source: onboarding.model.downloading_percent
es: Descargando… %.0f%%
fr: Downloading… %.0f%%

source: onboarding.permissions.accessibility.pending
es: Abre Ajustes del Sistema > Privacidad y Seguridad > Accesibilidad y activa Wisper. Luego usa “Verificar de nuevo”.
fr: Open System Settings > Privacy & Security > Accessibility and enable Wisper. Then use “Check again”.

source: onboarding.permissions.accessibility.ready
es: Accesibilidad lista.
fr: Accessibility ready.

source: onboarding.permissions.microphone.denied
es: Abre Ajustes del Sistema > Privacidad y Seguridad > Micrófono y habilita Wisper.
fr: Open System Settings > Privacy & Security > Microphone and enable Wisper.

source: onboarding.permissions.microphone.not_determined
es: Pulsa “Conceder acceso” y acepta el diálogo de macOS.
fr: Click “Grant access” and accept the macOS dialog.

source: onboarding.permissions.microphone.ready
es: Micrófono listo.
fr: Microphone ready.

source: onboarding.permissions.microphone.unknown
es: Verifica el permiso en Ajustes del Sistema.
fr: Check the permission in System Settings.

source: recording.mode.push_to_talk
es: Pulsar para hablar
fr: Appuyer pour parler

source: recording.mode.toggle
es: Alternar
fr: Basculer

source: shortcut_advisory.cmd_q.message
es: Combinar ⌘ con Q puede cerrar apps accidentalmente.
fr: Using ⌘ with Q can close apps accidentally.

source: shortcut_advisory.cmd_tab.message
es: ⌘Tab cambia de aplicación y puede impedir la grabación.
fr: ⌘Tab switches apps and may interrupt recording.

source: shortcut_advisory.ctrl_space.message
es: ⌃Space suele cambiar idioma de teclado en macOS.
fr: ⌃Space usually switches keyboard language on macOS.

source: shortcut_advisory.define_shortcut.message
es: Selecciona una combinación para grabar sin abrir la configuración.
fr: Choose a combination to record without opening settings.

source: shortcut_advisory.define_shortcut.title
es: Define un atajo
fr: Set a shortcut

source: shortcut_advisory.invalid.message
es: Incluye al menos una tecla modificadora (⌘, ⌥, ⌃ o ⇧).
fr: Include at least one modifier key (⌘, ⌥, ⌃, or ⇧).

source: shortcut_advisory.invalid.title
es: Atajo inválido
fr: Invalid shortcut

source: shortcut_advisory.possible_conflict.title
es: Posible conflicto
fr: Possible conflict

source: shortcut_advisory.recommended.message
es: Si no funciona en una app específica, cambia a una combinación menos común.
fr: If it fails in a specific app, switch to a less common shortcut.

source: shortcut_advisory.recommended.title
es: Atajo recomendado
fr: Recommended shortcut

source: shortcut_advisory.spotlight.message
es: ⌘Space suele abrir Spotlight. Elige otro atajo para evitar bloqueos.
fr: ⌘Space usually opens Spotlight. Choose another shortcut to avoid conflicts.

source: shortcut_advisory.strong_conflict.title
es: Conflicto fuerte detectado
fr: Strong conflict detected

source: transcription.mode.on_release
es: Al soltar
fr: Au relâchement

source: transcription.mode.streaming
es: En vivo
fr: Temps réel

source: window.onboarding.title
es: Configuración de Wisper
fr: Configuration Wisper

source: model.phase.preparing
fr: Préparation du modèle...

source: model.phase.using_bundled
fr: Utilisation du modèle intégré...

source: model.phase.using_local_cache
fr: Utilisation du cache local du modèle...

source: model.phase.preparing_named
fr: Préparation de %@...

source: settings.model.included.section
fr: Modèle inclus

source: settings.model.included.title
fr: Whisper Turbo

source: settings.model.included.subtitle
fr: Inclus par défaut dans l’app (~632 MB)

source: settings.model.included.active
fr: Actif

source: settings.model.use_default
fr: Utiliser le modèle par défaut

source: settings.model.optional.section
fr: Modèle optionnel

source: settings.model.optional.title
fr: Whisper Super Pro

source: settings.model.optional.subtitle
fr: Qualité maximale (~1.5 GB)

source: settings.model.optional.in_use
fr: Utilisé

source: settings.model.optional.installed
fr: Installé

source: settings.model.optional.not_installed
fr: Non installé

source: settings.model.optional.use
fr: Utiliser Super Pro

source: settings.model.optional.install_use
fr: Installer et utiliser Super Pro

source: settings.model.load_status
fr: État de chargement

source: settings.model.downloading_percent
fr: Téléchargement... %.1f%%

source: settings.model.ready
fr: Modèle prêt pour la transcription

source: settings.model.idle
fr: Aucune activité

source: settings.model.info
fr: Turbo est inclus par défaut. Si vous installez Super Pro, les deux modèles occuperont de l’espace local.

source: settings.whisper_mode
fr: Mode chuchotement (voix basse)

source: settings.text_polish
fr: Amélioration du texte

source: text.polish.off
fr: Désactivé (littéral)

source: text.polish.basic
fr: Basique (ponctuation + majuscules)

source: text.polish.fluent
fr: Fluide (rédaction plus propre)

source: onboarding.model.default_included
fr: Whisper Turbo inclus par défaut (~632 MB)

source: onboarding.model.super_pro_note
fr: Vous pourrez ensuite installer Super Pro (~1.5 GB) depuis les Réglages, en conservant les deux modèles.

source: Copy transcription
es: Copiar transcripción

source: Download & Load Model
es: Descargar y cargar modelo

source: Downloading... %.1f%%
es: Descargando... %.1f%%

source: Info
es: Información

source: Interface language
es: Idioma de interfaz

source: Launch at login
es: Iniciar al abrir sesión

source: Mode
es: Modo

source: Model loaded and ready
es: Modelo cargado y listo

source: Models are stored locally and run entirely on your Mac using Apple Silicon. No data is sent to the cloud.
es: Los modelos se almacenan localmente y se ejecutan en tu Mac con Apple Silicon. No se envían datos a la nube.

source: Recording
es: Grabación

source: Shortcut
es: Atajo

source: System
es: Sistema

source: Text injection
es: Inserción de texto

source: Transcription
es: Transcripción

source: Transcription language
es: Idioma de transcripción

source: Whisper Model
es: Modelo Whisper
